"""
1. Сделать сортировку по должности
2. Сделать красивый тимплейт для фильтрации
https://djangosnippets.org/snippets/741/

3 Добавить фильтрацию class based view
    3.1 Добавить функции во вью для обработки отдельных ссылок
    3.2 Добавить строки в урл
    3.3 Добавить тимплейты для ввода данных фильрации
3а Сделать возможность оставления завяки при нажатии на каждого пользователя
    3а.1 Создать страницы переходов по нажатию на работника (как в админ)
    3а.2 Сделать возможность оставления заявки на  смену данных
    3а.3 Добавить в админ пользователи функцию просмотра заявок
4 Сделать оформление сайта
5 Добавить главную страницу сайта
6 Сделать страницу с новостями и расписанием
    6.1 Добавить расписание конференций

7. Добавить функции отображения в админке количества работников в управлении, отделе, прокуратуре


"""
