"""
1 Добавить в тимплейт отображение отделов в прокуратуре
    1.1 Добавить импорт повторяющегося кода в тимплейтэ
    1.2 Добавить функции вместо тысячи форов либо обработать логику во вью
2 Сделать сортировку по должности потом по фамилии (https://docs.djangoproject.com/en/1.7/ref/models/options/#django.db.models.Options.order_with_respect_to)
3 Добавить фильрацию
    3.1 Добавить функции во вью для обработки отдельных ссылок
    3.2 Добавить строки в урл
    3.3 Добавить тимплейты для ввода данных фильрации
4 Сделать оформление сайта
5 Добавить главную страницу сайта
6 Сделать страницу с новостями и расписанием
    6.1 Добавить расписание конференций
11
"""